Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/laura_olsen-ljetoff_nimitetty_saamelaiskarajien_puheenjohtajan_tuomas_aslak_juuson_avustajaksi.html.tmx
Source language: fin
Languages: smn

source: Laura Olsén-Ljetoff nimitetty Saamelaiskäräjien puheenjohtajan Tuomas Aslak Juuson avustajaksi
smn: Laura Olsén-Ljetoff lii nomâttum Sämitige saavâjođetteijee Tuomas Aslak Juuso išedeijen

source: Kuva: Johanna Alatorvinen/ Saamelaiskäräjät
smn: Kove: Johanna Alatorvinen/ Sämitigge

source: Laura Olsén-Ljetoff on nimitetty puheenjohtajan avustajaksi 10.8.2020 alkaen Rosa-Máren Maggan siirryttyä uuteen työhön elokuun 2020 alussa .
smn: Laura Olsén-Ljetoff lii nomâttum saavâjođetteijee išedeijen 10.8.2020 rääjist, ko Rosa-Máren Magga lii sirdâšum uđđâ paargon porgemáánu 2020 aalgâst.

source: Olsén-Ljetoff toimii tehtävässä vaalikauden 2020–2023 ajan ja työskentelee Inarissa Sajoksessa.
smn: Olsén-Ljetoff tuáimá pargoost valjâpaje 2020–2023 ääigi já parga Anarist Sajosist.

source: Avustajan työtehtäviin kuuluu avustaa puheenjohtajaa hänelle tarkoitetuissa tehtävissä.
smn: Išedeijee pargoid kulá saavâjođetteijee išedem sunjin uáivildum pargoin.

source: Avustaja valmistelee ja esittelee tarvittaessa hallituksen, käräjien ja lautakuntien kokouksessa toimialaansa kuuluvia asioita sekä toimeenpanee niiden päätökset.
smn: Išedeijee valmâštâl já oovdânpuáhtá táárbu mield stiivrâ, tige já lävdikuudij čuákkimist suu toimâsuárgán kullee aašijd já olášut toi miärádâsâid.

source: Hallintopäällikkö nimesi Olsén-Ljetoffin toimikaudeksi puheenjohtajan avustajaksi puheenjohtajan esityksestä Saamelaiskäräjien työjärjestyksen kohdan 7 b § mukaan.
smn: Haldâttâhhovdâ nomâttij Olsén-Ljetoff toimâpajan saavâjođetteijee išedeijen saavâjođetteijee iävtuttâs vuáđuld Sämitige pargo-oornig saje 7 b § mield.

source: Olsén-Ljetoff on työskennellyt Saamelaiskäräjillä aikaisemmin kahteen otteeseen ensin vuonna 2016 Nuorisoneuvoston Oahppoofelaš -hankkeessa sekä vuonna 2019 kansainvälisten asioiden sihteerin viransijaisena.
smn: Olsén-Ljetoff lii porgâm Sämitiggeest ovdil kuohtii vistig ive 2016 Nuorâirääđi Oahppoofelaš -haavâst já ive 2019 aalmugijkoskâsij aašij čällee virgesajasâžžân.

source: Ennen aloittamistaan puheenjohtajan avustajan tehtävissä hän työskenteli Kolttakulttuurisäätiöllä kolttasaamelaisten kalastukseen liittyvää perinnetietoa käsittelevässä hankkeessa.
smn: Ovdil ko algâttij saavâjođetteijee išedeijee pargoost sun poorgâi Nuorttâlâškulttuursiättusist haavâst, mii kieđâvušâi nuorttâlij kuáláástmân lohtâseijee ärbitiäđu.

source: Lisäksi hän on aikaisemmin työskennellyt mm. Lapin yliopiston Arktisessa keskuksessa tutkijana erilaisten saamelaisten oikeuksiin ja yhteiskunnalliseen asemaan liittyvien tutkimushankkeiden parissa.
smn: Toos lasseen sun lii ovdil porgâm ei. Laapi ollâopâttuv Arktâsii kuávdáást totken sierâlágán sämmilij vuoigâdvuođáid já ohtsâškodálii sajattâhân lohtâseijee tutkâmhaavâin.

source: Yhteystiedot:
smn: Ohtâvuotâtiäđuh
